export const productTableData = [
    {
        id: 1,
        name: "کمد",
        number: "4",
        price: 8750000,
        image: "closets.jpg",
        discountedPrice: 8650000,
        status: "available",
        weight: 250,
        weightPackaging: 270,
        color: "قهوه ای",
        description: "سال‌های زیادی است که دیگر کسی از صندوقچه یا گنجه به عنوان محلی برای نگه‌داری لوازم و لباس‌های خود استفاده نمی‌کند. ساخت انواع مختلف کمد و کارایی بالای آن‌ها باعث شد که این لوازم بتوانند جای پای خود را در هر خانه‌ای محکم کنند. کمد دیواری یکی از انواع مختلف کمد و کارایی بالای آن‌ها باعث شد که این لوازم بتوانند جای پای خود را در هر خانه‌ای محکم کنند. کمد دیواری یکی از انواع مختلف کمدهاست، که با توجه به مدل خود و کوچک‌تر شدن فضای خانه‌ها، محبوبیت زیادی پیدا کرده است. کمد دیواری، که نسبت به کمدهای عادی و سنتی فضای بسیار کمتری را از اتاق‌های منزل اشغال می‌کند، در کیفیت خانه شما تاثیر بسیاری دارد. این مدل کمدها مخصوصا برای اتاق‌هایی با متراژ کم یا برای خانواده‌هایی که لوازم بسیار زیادی دارند، می‌توانند یک گزینه نجات بخش باشند. به همین خاطر است که هنگام خرید خانه یا بازسازی منزل، توجه کردن به وجود و کیفیت کمد دیواری می‌تواند امری بسیار مهم تلقی شود."
    },
    {
        id: 2,
        name: "کتابخانه",
        number: "2",
        price: 9430000,
        image: "library.jpeg",
        discountedPrice: 9300000,
        status: "available",
        weight: 300,
        weightPackaging: 350,
        color: "مشکی",
        description: "سال‌های زیادی است که دیگر کسی از صندوقچه یا گنجه به عنوان محلی برای نگه‌داری لوازم و لباس‌های خود استفاده نمی‌کند. ساخت انواع مختلف کمد و کارایی بالای آن‌ها باعث شد که این لوازم بتوانند جای پای خود را در هر خانه‌ای محکم کنند. کمد دیواری یکی از انواع مختلف کمد و کارایی بالای آن‌ها باعث شد که این لوازم بتوانند جای پای خود را در هر خانه‌ای محکم کنند. کمد دیواری یکی از انواع مختلف کمدهاست، که با توجه به مدل خود و کوچک‌تر شدن فضای خانه‌ها، محبوبیت زیادی پیدا کرده است. کمد دیواری، که نسبت به کمدهای عادی و سنتی فضای بسیار کمتری را از اتاق‌های منزل اشغال می‌کند، در کیفیت خانه شما تاثیر بسیاری دارد. این مدل کمدها مخصوصا برای اتاق‌هایی با متراژ کم یا برای خانواده‌هایی که لوازم بسیار زیادی دارند، می‌توانند یک گزینه نجات بخش باشند. به همین خاطر است که هنگام خرید خانه یا بازسازی منزل، توجه کردن به وجود و کیفیت کمد دیواری می‌تواند امری بسیار مهم تلقی شود."
    },
    {
        id: 3,
        name: "میز عسلی",
        number: "0",
        price: 3100000,
        image: "teaTable.jpg",
        discountedPrice: 3000000,
        status: "soon",
        weight: 50,
        weightPackaging: 60,
        color: "قهوه ای",
        description: "سال‌های زیادی است که دیگر کسی از صندوقچه یا گنجه به عنوان محلی برای نگه‌داری لوازم و لباس‌های خود استفاده نمی‌کند. ساخت انواع مختلف کمد و کارایی بالای آن‌ها باعث شد که این لوازم بتوانند جای پای خود را در هر خانه‌ای محکم کنند. کمد دیواری یکی از انواع مختلف کمد و کارایی بالای آن‌ها باعث شد که این لوازم بتوانند جای پای خود را در هر خانه‌ای محکم کنند. کمد دیواری یکی از انواع مختلف کمدهاست، که با توجه به مدل خود و کوچک‌تر شدن فضای خانه‌ها، محبوبیت زیادی پیدا کرده است. کمد دیواری، که نسبت به کمدهای عادی و سنتی فضای بسیار کمتری را از اتاق‌های منزل اشغال می‌کند، در کیفیت خانه شما تاثیر بسیاری دارد. این مدل کمدها مخصوصا برای اتاق‌هایی با متراژ کم یا برای خانواده‌هایی که لوازم بسیار زیادی دارند، می‌توانند یک گزینه نجات بخش باشند. به همین خاطر است که هنگام خرید خانه یا بازسازی منزل، توجه کردن به وجود و کیفیت کمد دیواری می‌تواند امری بسیار مهم تلقی شود."
    },
    {
        id: 4,
        name: "صندلی راحتی",
        number: "12",
        price: 2600000,
        image: "armChair.jpg",
        discountedPrice: 2550000,
        status: "stopProduction",
        weight: 60,
        weightPackaging: 70,
        color: "زرد",
        description: "سال‌های زیادی است که دیگر کسی از صندوقچه یا گنجه به عنوان محلی برای نگه‌داری لوازم و لباس‌های خود استفاده نمی‌کند. ساخت انواع مختلف کمد و کارایی بالای آن‌ها باعث شد که این لوازم بتوانند جای پای خود را در هر خانه‌ای محکم کنند. کمد دیواری یکی از انواع مختلف کمد و کارایی بالای آن‌ها باعث شد که این لوازم بتوانند جای پای خود را در هر خانه‌ای محکم کنند. کمد دیواری یکی از انواع مختلف کمدهاست، که با توجه به مدل خود و کوچک‌تر شدن فضای خانه‌ها، محبوبیت زیادی پیدا کرده است. کمد دیواری، که نسبت به کمدهای عادی و سنتی فضای بسیار کمتری را از اتاق‌های منزل اشغال می‌کند، در کیفیت خانه شما تاثیر بسیاری دارد. این مدل کمدها مخصوصا برای اتاق‌هایی با متراژ کم یا برای خانواده‌هایی که لوازم بسیار زیادی دارند، می‌توانند یک گزینه نجات بخش باشند. به همین خاطر است که هنگام خرید خانه یا بازسازی منزل، توجه کردن به وجود و کیفیت کمد دیواری می‌تواند امری بسیار مهم تلقی شود."
    }
];